<template>
  <div class="walletRightCenter what">
    <header class="title-wrap">
      <h1 class="content-title">BCB Wallet 用户协议</h1>
    </header>
    <article class="content-main">
      <p>BCB Wallet与用户共同确认:</p>
      <ol>
        <li>
          1. 用户点击创建钱包或者导入钱包中的阅读并同意《BCB Wallet用户协议》时，视为用户与BCB Wallet已达成《BCB Wallet用户协议》(下称"本协议"），就用户进入BCB Wallet使用BCB
          Wallet相应的数字货币服务达成本协议的全部约定。
        </li>
        <li>
          2.BCB Wallet及用户均已认真阅读本《BCBWallet用户协议》中全部条款及BCB
          Wallet发布的法律声明和操作规则的内容，对本协议及前述服务条款、法律声明和操作规则均已知晓、理解并接受，同意将其作为确定双方权利义务的依据。BCB
          Wallet的《法律声明》为本协议的必要组成部分，用户接受本协议的同时即视为接受BCB Wallet的《法律声明》的全部内容。本协议内容包括本协议正文以及BCB
          Wallet已经发布的或将来可能发布的各类规则、声明、说明等。所有规则、声明、说明等均为协议不可分割的一部分，与协议正文具有同等法律效力。
        </li>
        <li>
          3.本协议不涉及BCB Wallet用户与其他用户之间因数字资产转账而产生的法律关系及法律纠纷。
        </li>
      </ol>
      <ol>
        <li>
          <h2 class='sed-title'>一、定义条款</h2>
          <ol class='sed-main'>
            <li>
              1.1 本协议所称“数字资产”：不仅包括国际上目前通行的数字资产，如比特币（BTC）、莱特币（LTC）、以太坊（ETH）、以太经典（ETC）等数字资产，还包括全部BCB
              Wallet钱包产品目前和未来上线的全部数字资产。
            </li>
            <li>
              1.2 “BCB Wallet”：产品名称为：BCB Wallet，域名为 wallet.bcbchain.io。
            </li>
            <li>
              1.3 “用户”：接受并同意本协议全部条款及BCB Wallet不时发布和更新的法律条款和操作规则、通过BCB Wallet进行数字资产服务的用户。
            </li>
            <li>
              1.4 “数字资产兑换”：用户通过BCB Wallet进行的数字资产兑换活动。
            </li>
            <li>
              1.5 “矿工费”：用户数字资产转账时而向区块链网络充入的数字资产的款项。
            </li>
            <li>
              1.7 “换币手续费”：用户在BCBWallet达成数字资产兑换时而向兑换方提供的服务费用。
            </li>
          </ol>
        </li>
        <li>
          <h2 class='sed-title'>二、用户注册</h2>
          <ol class='sed-main'>
            <li>
              <h3>2.1 使用资格</h3>
              <p>
                用户承诺：用户具有完全民事权利能力和行为能力，或虽不具有完全民事权利能力和行为能力,但点击同意协议选项，本网即视为经其法定代理人同意并由其法定代理人代理注册及应用BCB Wallet服务。
              </p>
            </li>
            <li>
              <h3>2.2 使用目的</h3>
              <p>
                用户承诺：用户在BCB Wallet使用服务并非出于违反法律法规进行违法犯罪活动目的或破坏BCB Wallet数字资产服务秩序的目的。
              </p>
            </li>
          </ol>
        <li>
          <h2 class='sed-title'>三、用户服务</h2>
          <p>BCB Wallet为用户通过BCB Wallet进行数字资产服务活动提供网络平台服务。BCB Wallet不作为拥有者参与到用户管理数字资产行为本身。</p>
          <ol class='sed-main'>
            <li>
              <h3>3.1 服务内容</h3>
              <ol>
                <li>
                  3.1.1 用户有权在BCB Wallet浏览数字资产实际信息、有权通过BCB Wallet提交数字资产钱包指令并生成或者导入钱包。
                </li>
                <li>
                  3.1.2 用户有权在BCB Wallet查看其钱包下的资产信息，有权应用BCB Wallet提供的功能进行操作。
                </li>
                <li>
                  3.1.3 用户有权按照BCB Wallet发布的活动规则参与BCB Wallet组织的活动。
                </li>
                <li>
                  3.1.4 BCB Wallet承诺为用户提供的其他服务。
                </li>
              </ol>
            </li>
            <li>
              <h3>3.2 服务规则</h3>
              <p>用户承诺遵守下列BCB Wallet服务规则：</p>
              <ol>
                <li>
                  3.2.1 用户应当遵守法律法规、规章、规范性文件及政策要求的规定，保证账户中所有资金和数字资产来源的合法性，不得在BCB Wallet或利用BCB Wallet服务从事非法或其他损害BCB
                  Wallet或第三方权益的活动，如发送或接收任何违法、违规、违反公序良俗、侵犯他人权益的信息，发送或接收传销材料或存在其他危害的信息或言论，未经BCB Wallet授权使用或伪造BCB
                  Wallet电子邮件题头信息等。
                </li>
                <li>
                  3.2.2 用户应当妥善使用和保管其BCB Wallet账号及钱包密码、PIN码、解锁码、助记词、助记词密码以及手机接收的手机验证码的安全。用户对使用其BCB
                  Wallet账号和钱包密码、PIN码、解锁码、助记词、助记词密码、手机验证码进行的任何操作和后果承担全部责任。BCB
                  Wallet不会将用户的钱包密码进行任何形式的保留，钱包密码直接影响钱包和数字资产安全性，遗失后BCB Wallet亦无法将其找回，同时BCB
                  Wallet对用户钱包密码、PIN码、解锁码、助记词、助记词密码当中的任何一项或多项的遗失遭受的损失不承担任何责任。
                </li>
                <li>
                  3.2.3 用户应当遵守BCB Wallet不时发布和更新的用户协议以及其他服务条款和操作规则。
                </li>
              </ol>
            </li>
          </ol>
        </li>
        <li>
          <h2 class='sed-title'>四、转账规则</h2>
          <p>用户承诺在其进入BCB Wallet，通过BCB Wallet与其他用户进行数字资产转账的过程中良好遵守如下BCB Wallet数字资产转账规则。</p>
          <ol class='sed-main'>
            <li>
              <h3>4.1 充值</h3>
              <p>用户了解并同意BCB Wallet会时时更新可使用的充值的数字货币币种，目前仅支持BCB及在BCB主链上发行的数字资产的充值。</p>
            </li>
            <li>
              <h3>4.2 提现</h3>
              <p>用户了解并同意，用户有权随时提取在BCB Wallet钱包中的余额，包括全部数字资产，且不需要向BCB Wallet支付相应的费用。</p>
            </li>
            <li>
              <h3>4.3 提交转账</h3>
              <p>用户在确认完转账信息无误之后可以提交转账。用户提交转账后，即用户授权BCB Wallet代理用户进行相应的转账。</p>
            </li>
            <li>
              <h3>4.4 查看转账明细</h3>
              <p>用户可以通过我的地址的交易明细中查看相应的转账记录，确认自己的详情转账记录。</p>
            </li>
          </ol>
        </li>
        <li>
          <h2 class='sed-title'>五、用户的权利和义务</h2>
          <ol class='sed-main'>
            <li>
              5.1用户有权按照本协议约定接受BCB Wallet提供的数字资产平台服务。
            </li>
            <li>
              5.2 用户有权随时终止使用BCB Wallet服务。
            </li>
            <li>
              5.3 用户有权随时提取在BCB Wallet的资金余额，包括全部数字资产，且不需要向BCB Wallet支付相应的费用。
            </li>
            <li>
              5.4 用户在BCB Wallet进行数字资产转账时不得恶意干扰数字资产的正常进行、破坏秩序。
            </li>
            <li>
              5.5 用户不得以任何技术手段或其他方式干扰BCB Wallet的正常运行或干扰其他用户对BCB Wallet服务的使用。
            </li>
            <li>
              5.6 如用户因网上交易与其他用户产生诉讼的，不得通过司法或行政以外的途径要求BCB Wallet提供相关资料。
            </li>
            <li>
              5.7 用户不得以虚构事实等方式恶意诋毁BCB Wallet的商誉。
            </li>
          </ol>
        </li>
        <li>
          <h2 class='sed-title'>六、BCB Wallet的权利和义务</h2>
          <ol class='sed-main'>
            <li>
              6.1 如用户不具备本协议约定的使用资格，则BCB Wallet有权拒绝用户进行使用，对已使用的用户有权停止其BCB Wallet账号服务，BCB
              Wallet因此而遭受损失的有权向前述用户或其法定代理人主张赔偿。同时，BCB Wallet保留其他任何情况下决定是否接受用户使用等的权利。
            </li>
            <li>
              6.2 BCB Wallet保留随时修改、中止或终止BCB Wallet服务的权利，BCB Wallet行使修改或中止服务的权利不需事先告知用户，BCB Wallet终止BCB
              Wallet一项或多项服务的，终止自BCB Wallet在网站上发布终止公告之日生效。
            </li>
            <li>
              6.3 BCB Wallet应当采取必要的技术手段和管理措施保障BCB Wallet的正常运行，并提供必要、可靠的使用环境和查询转账等服务，维护数字资产正常秩序。
            </li>
            <li>
              6.4 BCB Wallet有权在本协议履行期间及本协议终止后保留用户的注册信息及用户应用BCB Wallet服务期间的全部信息，包括但不限于个人信息、交易信息等，但须按照本协议约定使用，不得非法使用该等信息。
            </li>
            <li>
              6.5 BCB Wallet有权随时删除BCB Wallet网站内各类不符合国家法律法规、规范性文件或BCB Wallet网站规定的用户评价等内容信息，BCB Wallet行使该等权利不需提前通知用户。
            </li>
          </ol>
        </li>
        <li>
          <h2 class='sed-title'>七、特别声明</h2>
          <ol class='sed-main'>
            <li>
              7.1 在法律允许的范围内，不论在何种情况下，BCB Wallet对由于信息网络设备维护、信息网络连接故障、电脑、通讯
              或其他系统的故障、电力故障、天气原因、意外事故、罢工、劳动争议、暴乱、起义、骚乱、生产力或生产资料不足、火灾、洪水、风暴、爆炸、战争、银行或其他合作方原因、数字资产市场崩溃、政府行为、司法行政机关的命令、其他不可抗力或第三方的不作为而造成的不能服务或延迟服务，以及用户因此而遭受的损失不承担责任。
            </li>
          </ol>
        </li>
        <li>
          <h2 class='sed-title'>八、知识产权</h2>
          <ol class='sed-main'>
            <li>
              8.1 BCB Wallet所包含的全部智力成果包括但不限于网站标志、数据库、网站设计、文字和图表、软件、照片、录像、音乐、声音及其前述组合，
              软件编译、相关源代码和软件（包括小应用程序和脚本）的知识产权权利均归BCB Wallet所有。用户不得为商业目的复制、更改、拷贝、发送或使用前述任何材料或内容。
            </li>
            <li>
              8.2 BCB Wallet名称中包含的所有权利（包括但不限于商誉和商标、标志）均归BCB Wallet Limited所有。
            </li>
            <li>
              8.3 用户接受本协议即视为用户主动将其在BCB Wallet发表的任何形式的信息的著作权，包括但不限于：复制权、发行权、出租权、展览权、表演权、放映权、广播权、信息网络传播权、摄制权、改编权、翻译权、汇编权
              以及应当由著作权人享有的其他可转让权利无偿独家转让给BCB Wallet所有，BCB
              Wallet有权利就任何主体侵权单独提起诉讼并获得全部赔偿。本协议属于《中华人民共和国著作权法》第二十五条规定的书面协议，其效力及于用户在BCB
              Wallet发布的任何受著作权法保护的作品内容，无论该内容形成于本协议签订前还是本协议签订后。
            </li>
            <li>
              8.4 用户在使用BCB Wallet服务过程中不得非法使用或处分BCB Wallet或他人的知识产权权利。用户不得将已发表于BCB Wallet的信息以任何形式发布或授权其它网站（及媒体）使用。
            </li>
          </ol>
        </li>
        <li>
          <h2 class='sed-title'>九、客户服务</h2>
          <ol class='sed-main'>
            <li>
              9.1 BCB Wallet建立专业的客服团队，并建立完善的客户服务制度，从技术、人员和制度上保障用户提问及投诉渠道的畅通，为用户提供及时的疑难解答与投诉反馈。
            </li>
          </ol>
        </li>
        <li>
          <h2 class='sed-title'>十、协议的变更和终止</h2>
          <ol class='sed-main'>
            <li>
              <h3>10.1 协议的变更：</h3>
              <ol>
                <li>
                  10.1.1 BCB Wallet有权随时对本协议内容或BCB Wallet发布的其他服务条款及操作规则的内容进行变更，变更时BCB Wallet将在BCB
                  Wallet站内显著位置发布公告，变更自公告发布之时生效，如用户继续使用BCB Wallet提供的服务即视为用户同意该等内容变更，如用户不同意变更后的内容则用户有权停止使用BCB Wallet服务。
                </li>
              </ol>
            </li>
            <li>
              <h3>10.2 协议的终止：</h3>
              <ol>
                <li>
                  10.2.1 BCB Wallet有权依据本协议约定终止全部BCB Wallet服务，本协议于BCB Wallet全部服务终止之日终止。
                </li>
                <li>
                  10.2.2 本协议终止后，用户无权要求BCB Wallet继续向其提供任何服务或履行任何其他义务，包括但不限于要求BCB Wallet为用户保留或向用户披露其原BCB
                  Wallet账号中的任何信息，向用户或第三方转发任何其未曾阅读或发送过的信息等。
                </li>
                <li>
                  10.2.3 本协议的终止不影响守约方向违约方追究违约责任。
                </li>
              </ol>
            </li>
          </ol>
        </li>
        <li>
          <h2 class='sed-title'>十一、用户信息保护</h2>
          <ol class='sed-main'>
            <li>
              <h3>11.1 适用范围</h3>
              <ol class='four-list'>
                <li>
                  11.1.1 在用户使用BCB Wallet服务时，或访问BCB Wallet网页时，BCB Wallet自动接收并记录的用户浏览器上的服务器数值，包括但不限于IP地址等数据及用户要求取用的网页记录。
                </li>
                <li>
                  11.1.2 BCB Wallet收集到的用户在BCB Wallet进行转账、兑换的有关数据，包括但不限于充币、提币等记录。
                </li>
                <li>
                  11.1.3 BCB Wallet通过合法途径取得的其他用户个人信息。
                </li>
              </ol>
            </li>
            <li>
              <h3>11.2 信息使用</h3>
              <ol>
                <li>
                  11.2.1 不需要用户额外的同意，用户在使用BCB Wallet成功即视为用户同意BCB Wallet收集并使用其在BCB Wallet的各类信息，用户了解并同意，BCB
                  Wallet可以将收集的用户信息用作包括但不限于下列用途：
                  <ol class='four-list'>
                    <li>
                      11.2.1.1 向用户提供BCB Wallet服务；
                    </li>
                    <li>
                      11.2.1.2 基于国家相关主管部门的要求向相关部门进行报告；
                    </li>
                    <li>
                      11.2.1.3 在用户使用BCB Wallet服务时，BCB Wallet将用户的信息用于身份验证、客户服务、安全防范、诈骗监测、存档和备份用途，确保BCB
                      Wallet向用户提供的产品和服务的安全性；
                    </li>
                    <li>
                      11.2.1.4 帮助BCB Wallet设计新产品及服务，改善BCB Wallet现有服务；
                    </li>
                    <li>
                      11.2.1.5 不需要用户额外同意，BCB Wallet向用户提供BCB Wallet品牌下不同公司运营的不同网站的各类服务所需；
                    </li>
                    <li>
                      11.2.1.6 为了使用户解BCB Wallet服务的具体情况，用户同意BCB Wallet向其发送营销活动通知、商业性电子信息以及提供与用户相关的广告以替代普遍投放的广告；
                    </li>
                    <li>
                      11.2.1.7 根据法律法规的规定、有权机关的要求或是经用户同意；
                    </li>
                    <li>
                      11.2.1.8 BCB Wallet为完成合并、分立、收购或资产转让而将用户的信息转移或披露给任何非关联的第三方；
                    </li>
                    <li>
                      11.2.1.9 软件认证或管理软件升级；
                    </li>
                    <li>
                      11.2.1.10 邀请用户参与有关BCB Wallet服务的调查；
                    </li>
                    <li>
                      11.2.1.11 用于和政府机关、事业单位等合作的数据分析；
                    </li>
                    <li>
                      11.2.1.12 用作其他一切合法目的以及经用户授权的其他用途。
                    </li>
                  </ol>
                </li>
                <li>
                  11.2.2 BCB Wallet不会向其他任何人出售或出借用户的个人信息，除非事先得到用户的许可。BCB Wallet也不允许任何第三方以任何手段收集、编辑、出售或者无偿传播用户的个人信息。
                </li>
                <li>
                  11.2.3 为使用户能更好的享受BCB Wallet提供的服务，用户知晓并同意BCB Wallet可将其个人信息授权给其他第三方征信机构用于验证用户信息的真实性及提供征信服务使用。
                </li>
              </ol>
            </li>
            <li>
              11.3 BCB Wallet对所获得的客户身份资料进行保密，不得向任何单位和个人提供客户身份资料，法律法规另有规定的除外。
            </li>
          </ol>
        </li>
        <li>
          <h2 class='sed-title'>十二、风险提示</h2>
          <ol class='sed-main'>
            <li>
              <p>12.1 用户参与数字资产投资，应当自行控制风险，评估数字资产投资价值和投资风险，承担损失全部投资的经济风险。</p>
              <ol>
                <li>
                  12.1.1
                  用户参与数字资产投资，需承受较高风险。用户应了解和理解此投资有可能导致部分损失或全部损失，所以用户应该以能承受的损失程度来决定投资的金额。用户应了解和理解数字资产会产生衍生风险，所以如有任何疑问，建议先寻求理财顾问的协助。此外，除了上述提及过的风险以外，还会有未能预测的风险存在。
                </li>
                <li>
                  12.1.2 用户应慎重考虑并用清晰的判断能力去评估自己的财政状况及上述各项风险而作出任何买卖数字资产的决定，并承担由此产生的全部损失，BCB Wallet对此不承担任何责任。
                </li>
              </ol>
            </li>
            <li>
              12.2 因国家法律、法规和规范性文件的制定或者修改，导致数字资产的被禁止的，因此造成的经济损失全部由用户自行承担。
            </li>
            <li>
              12.3 用户了解BCB Wallet产品（BCB Wallet）仅作为用户进行数字资产存储、数字资产查询、转账的产品，BCB
              Wallet公司不持有用户的任何数字资产，故用户应自行谨慎判断确定相关数字资产及/或信息的真实性、合法性和有效性，并自行承担因此产生的责任与损失。
            </li>
            <li>
              12.4 BCB Wallet的任何意见、消息、探讨、分析、价格、建议和其他资讯均是一般的市场评论，并不构成投资建议。BCB Wallet不承担任何因依赖该资讯直接或间接而产生的损失，包括但不限于任何利润损失。
            </li>
            <li>
              12.5 BCB Wallet的内容会随时更改并不作另行通知，BCB Wallet已采取合理措施确保网站资讯的准确性，但并不能保证其准确性程度，亦不会承担任何因BCB
              Wallet的资讯或因未能链结互联网、传送或接收任何通知和信息时的延误或失败而直接或间接产生的损失。
            </li>
            <li>
              12.6 使用互联网形式的数字资产钱包产品亦存有风险，包括但不限于软件，硬件和互联网链接的失败等。由于BCB Wallet不能控制互联网的可靠性和可用性，BCB
              Wallet不会对失真，延误和链接失败而承担任何责任。
            </li>
            <li>
              12.7 禁止使用BCB Wallet从事洗钱、走私、商业贿赂等一切非法交易活动，若发现此类事件，BCB Wallet有权采取各种可使用之手段，包括但不限于冻结账户，通知相关权利机关等，BCB
              Wallet不承担由此产生的所有责任并保留向相关人士追究责任的权利。
            </li>
          </ol>
        </li>
        <li>
          <h2 class='sed-title'>十三、责任限制与免责</h2>
          <ol class='sed-main'>
            <li>
              <h3>13.1 用户了解并同意，在任何情况下，BCB Wallet不就以下各事项承担责任：</h3>
              <ol>
                <li>
                  13.1.1 收入的损失；
                </li>
                <li>
                  13.1.2 助记词或各类密码遗失导致钱包无法找回的损失；
                </li>
                <li>
                  13.1.3 用户使用换币服务时，由于三方平台的原因造成的换币失败、无法收币等情况而造成的损失。
                </li>
                <li>
                  13.1.4 业务中断；
                </li>
                <li>
                  13.1.5 预期可节省的货币的损失；
                </li>
                <li>
                  13.1.6 信息的损失；
                </li>
                <li>
                  13.1.7 机会、商誉或声誉的损失；
                </li>
                <li>
                  13.1.8 数据的损坏或损失；
                </li>
                <li>
                  13.1.9 购买替代产品或服务的成本；
                </li>
                <li>
                  13.1.10 数字资产消亡或退出市场；
                </li>
                <li>
                  13.1.11 任何由于侵权（包括过失）、违约或其他任何原因产生的间接的、特殊的或附带性的损失或损害，不论这种损失或损害是否可以为BCB Wallet合理预见；不论BCB
                  Wallet是否事先被告知存在此种损失或损害的可能性。
                  14.1.1条至14.1.11条均是彼此独立的。

                </li>
              </ol>
            </li>
            <li>
              <h3>14.2 用户了解并同意，BCB Wallet不对因下述任一情况而导致用户的任何损害赔偿承担责任：</h3>
              <ol>
                <li>
                  13.1.1 收入的损失；
                </li>
                <li>
                  13.2.1 BCB Wallet有合理理由认为用户的具体换币或转账事项可能存在重大违法或违约情形。
                </li>
                <li>
                  13.2.2 BCB Wallet有合理的理由认为用户在BCB Wallet的行为涉嫌违法或不当。
                  14.2.3 通过BCB Wallet服务购买或获取任何数据、信息或进行交易等行为或替代行为产生的费用及损失。

                </li>
                <li>
                  13.2.3 通过BCB Wallet服务购买或获取任何数据、信息或进行交易等行为或替代行为产生的费用及损失。
                </li>
                <li>
                  13.2.4 用户对本网站服务的误解。
                </li>
                <li>
                  13.2.5 非因BCB Wallet的原因而造成用户助记词或者私钥被泄露、毁损或灭失。
                  14.2.6 任何非因BCB Wallet的原因而引起的与BCB Wallet提供的服务有关的其它损失。

                </li>
              </ol>
            </li>
            <li>
              13.3 BCB Wallet不能保证BCB Wallet包含的全部信息、程序、文本等完全安全，不受任何病毒、木马等恶意程序的干扰和破坏，故用户登陆、使用BCB
              Wallet任何服务或下载及使用该下载的任何程序、信息、数据等均是用户个人的决定并自行承担风险及可能产生的损失。
            </li>
            <li>
              13.4 BCB Wallet对BCB Wallet链接的任何第三方网站的任何信息、产品及业务及其他任何形式的不属于BCB
              Wallet的主体的内容等不做任何保证和承诺，用户如果使用第三方网站提供的任何服务、信息及产品等均为用户个人决定且承担由此产生的一切责任。
            </li>
            <li>
              13.5 BCB Wallet对于用户使用BCB Wallet服务不做任何明示或暗示的保证，包括但不限于BCB
              Wallet提供服务的适用性、没有错误或疏漏、持续性、准确性、可靠性、适用于某一特定用途。同时，BCB Wallet也不对BCB
              Wallet提供的服务所涉及的技术及信息的有效性、准确性、正确性、可靠性、质量、稳定、完整和及时性作出任何承诺和保证。是否登陆或使用BCB
              Wallet提供的服务是用户个人的决定且自行承担风险及可能产生的损失。BCB
              Wallet对于数字资产的市场、价值及价格等不做任何明示或暗示的保证，用户理解并了解数字资产市场是不稳定的，价格和价值随时会大幅波动或崩盘，交易数字资产是用户个人的自由选择及决定且自行承担风险及可能产生的损失。BCB
              Wallet对于区块链网络的各种状况不做任何明示或暗示的保证，用户理解并了解区块链网络有可能随区块链项目的开发者升级软件、技术的发展变化、区块链网络矿工的发展变化或其它情况而发生改变，此类变化包含但不限于区块链网络分叉、区块链数据回滚、由区块链本身缺陷而造成的用户数字资产损失。由于这些情况而造成的用户资产损失由用户个人承担。
            </li>
            <li>
              13.6 本协议中规定的BCB Wallet的保证和承诺是由BCB Wallet就本协议和BCB
              Wallet提供的服务的唯一保证和陈述，并取代任何其他途径和方式产生的保证和承诺，无论是书面的或口头的，明示的或暗示的。所有这些保证和陈述仅仅代表BCB
              Wallet自身的承诺和保证，并不保证任何第三方遵守本协议中的保证和承诺。
            </li>
            <li>
              13.7 BCB Wallet并不放弃本协议中未提及的在法律适用的最大范围内BCB Wallet享有的限制、免除或抵销BCB Wallet损害赔偿责任的任何权利。
            </li>
          </ol>
        </li>
        <li>
          <h2 class='sed-title'>十四、违约责任</h2>
          <ol class='sed-main'>
            <li>
              14.1 BCB Wallet或用户违反本协议的约定即构成违约，违约方应当向守约方承担违约责任。
            </li>
            <li>
              14.2 如因用户提供的信息不真实、不完整或不准确给BCB Wallet造成损失的，BCB Wallet有权要求用户对BCB Wallet进行损失的赔偿。
            </li>
            <li>
              14.3 如因用户违反法律法规规定或本协议约定，在BCB Wallet或利用BCB Wallet服务从事非法活动的，BCB Wallet有权立即终止继续对其提供BCB
              Wallet服务，注销其账号，并要求其赔偿由此给BCB Wallet造成的损失。
            </li>
            <li>
              14.4 如用户以技术手段干扰BCB Wallet的运行或干扰其他用户对BCB Wallet使用的，BCB Wallet有权立即停止其服务，并有权要求其赔偿由此给BCB Wallet造成的损失。
            </li>
            <li>
              14.5 如用户以虚构事实等方式恶意诋毁BCB Wallet的商誉，BCB Wallet有权要求用户向BCB Wallet公开道歉，赔偿其给BCB Wallet造成的损失，并有权终止对其提供BCB
              Wallet服务。
            </li>
          </ol>
        </li>
        <li>
          <h2 class='sed-title'>十五、争议解决</h2>
          <ol class='sed-main'>
            <li>
              15.1 用户与BCB Wallet因本协议的履行发生争议的应通过友好协商解决，协商解决不成的，任一方有权将争议提交北京仲裁委员会依据该会仲裁规则进行仲裁。
            </li>
          </ol>
        </li>
        <li>
          <h2 class='sed-title'>十六、协议的生效和解释</h2>
          <ol class='sed-main'>
            <li>
              16.1 本协议于用户点击创建钱包或者导入钱包界面中的阅读并同意BCB Wallet用户协议并完成钱包创建程序、获得BCB Wallet钱包、密码和助记词时生效，对BCB Wallet和用户均具有法律约束力。
            </li>
          </ol>
        </li>
      </ol>
    </article>
  </div>
</template>

<script>
    export default {
        name: "policy"
    }
</script>

<style scoped>

</style>
